[
  {
    "flagId": 1,
    "agencyId": 1,
    "schoolId": null,
    "childId": 1,
    "privacyStatus": "Private",
    "dateFlagOpened": "2012/02/02",
    "contactNumber": "020 000 000",
    "agencyName": "Housing New Zealand",
    "contact": "Mrs Person Name",
    "flagDescription": "House was not easily accesiable",
    "outcome": "Housing New Zealand found a more accessible house which needed far less modification to suit the family",
    "flagStatus": "Closed"
  },
  {
    "flagId": 2,
    "agencyId": 2,
    "schoolId": null,
    "childId": 1,
    "privacyStatus": "Public",
    "contactNumber": "020 000 000",
    "dateFlagOpened": "2012/05/02",
    "agencyName": "Work and Income",
    "contact": "Mrs Person Name",
    "flagDescription": "Getting required entitlements",
    "outcome": "Offer of funding for home help with bathing and personal care. The family chose not to accept the home care because they felt there were so many organisations involved in their lives already, and this was one aspect of care they wanted to manage themselves. Instead, funding was found for a gym membership and swimming to strengthen the mother’s back so she could manage this aspect of her child’s care Other funding was accessed to modify equipment to help the mother lift her child.\n\nHousing New Zealand found a more accessible house which needed far less modification to suit the family. Connections were made to link mother and child with support groups and other families. Thanks to the involvement of Barnardos’ Kid Start, special lifting equipment and extra training for caregivers enabled the daughter to participate in early childhood education. Budgeting advice was gained, and arrangements were made for the older children to attend camps, recognising that because of budget and transport constraint they had missed out on these kinds of experiences",
    "flagStatus": "Closed"
  },
  {
    "flagId": 3,
    "agencyId": 3,
    "schoolId": null,
    "childId": 1,
    "contactNumber": "020 000 000",
    "privacyStatus": "Private",
    "dateFlagOpened": "2012/07/02",
    "agencyName": "Love and Learn",
    "contact": "Marie",
    "flagDescription": "flag description etc",
    "outcome": "what was the outcome",
    "flagStatus": "Closed"
  },
  {
    "flagId": 4,
    "agencyId": null,
    "schoolId": 1,
    "childId": 1,
    "contactNumber": "020 000 000",
    "privacyStatus": "Private",
    "dateFlagOpened": "2012/07/02",
    "agencyName": "District Health Board",
    "contact": "Mrs Person Name",
    "flagDescription": "Was born a big baby",
    "outcome": "When the tests came back negative Hine’s size was put down to overfeeding. As the mother was a sole parent with four children, little social and family support and limited finances, she was visited regularly by a Family Start kaitiaki. Hine’s rapid growth continued and the kaitiaki become concerned. She helped the baby’s mum carefully map feeding for a while; this ruled out the overfeeding theory",
    "flagStatus": "Closed"
  }
]
